Tekla.Structures.TeklaStructuresInternal.TeklaStructuresSettingsHelper.MepUnitsDecimals.VelocityUnitEnum
The Mep velocity unit type.

Tekla.Structures.TeklaStructuresInternal.TeklaStructuresSettingsHelper.MepUnitsDecimals.VelocityUnitEnum.M_SEC
Meters per second.

Tekla.Structures.TeklaStructuresInternal.TeklaStructuresSettingsHelper.MepUnitsDecimals.VelocityUnitEnum.FEET_SEC
Feet per second.

Tekla.Structures.TeklaStructuresInternal.TeklaStructuresSettingsHelper.MepUnitsDecimals.VelocityUnitEnum.UNKNOWN
unknown unit.